export const ruTranslations = {
  title: "Правила Сервера",
  agreement: "Участвуя в нашем сервере, вы автоматически соглашаетесь с этими правилами.",
  communication: {
    title: "Общение:",
    respectful: {
      title: "Уважительное общение:",
      content: "Пожалуйста, помните, что за каждым никнеймом стоит реальный человек. Мы стремимся создать дружественное сообщество, где каждый чувствует себя безопасно и уважаемо. Токсичное поведение, включая оскорбления, агрессию, spam и использование ненормативной лексики, строго запрещено."
    },
    questions: {
      title: "Вопросы и ответы:",
      content: "Если у вас есть вопросы или нужна помощь, пожалуйста, используйте специальные разделы на форумах, соответствующие вашему региону, или глобальные форумы для общего обсуждения."
    }
  },
  responsibility: {
    title: "Ответственность:",
    pms: {
      title: "Личные сообщения:",
      content: "Если другой участник начинает беспокоить вас через личные сообщения, не вступайте в конфликт. Просто заблокируйте этого пользователя, чтобы защитить себя от нежелательного взаимодействия."
    },
    security: {
      title: "Безопасность данных:",
      content: "Ваша личная информация является вашей ответственностью. Мы не можем гарантировать безопасность данных на стороне Discord."
    }
  },
  developers: {
    title: "Как связаться с разработчиками?",
    content: "Мы ценим ваши отзывы и вопросы, но просим уважать личное пространство наших разработчиков. Не отправляйте личные сообщения BanerOneTwo᲼ и Marmur по поводу ошибок, вопросов или предложений."
  },
  advertising: {
    title: "Относительно рекламы или партнерства:",
    content: "Если вы заинтересованы в рекламе на нашем сервере или предлагаете партнерство, пожалуйста, следуйте формальному процессу: подайте заявку в разделе 'Реклама и партнерство' на форуме."
  },
  important: {
    title: "Важно!",
    compliance: {
      title: "Соблюдение правил Discord:",
      content: "Помимо наших локальных правил, помните, что вы также должны соблюдать условия использования Discord."
    }
  },
  consequences: {
    title: "Последствия нарушения правил:",
    content: "Администрация никогда не принимает такие меры, как баны, муты или кики без уважительной причины. Все действия модераторов и администраторов обоснованы и направлены на поддержание порядка и уважения на сервере.",
    list: [
      { title: "Предупреждение", content: "за первые или незначительные нарушения." },
      { title: "Мут", content: "временное ограничение общения на сервере за более серьезные или повторные нарушения." },
      { title: "Кик", content: "удаление с сервера с возможностью возвращения, если проблема решена." },
      { title: "Бан", content: "постоянное удаление с сервера без возможности возвращения." }
    ]
  },
  footer: "Эти правила помогут поддерживать порядок и уважение в сообществе, делая наше общение приятным и продуктивным для всех участников.",
  team: {
    title: "Наша Команда",
    baner: "Не Владелец (но всё равно крутой!)",
    marmur: "Также Не Владелец (и это нормально!)",
    asina: "Владелец LiveOne ✨"
  },
  serverInfo: {
    buttonText: "Информация про сервер",
    title: "О сервере LiveOne",
    content: "LiveOne (ранее известный как BanLive) - сервер с открытым исходным кодом и сообществом. Наша задача на сервере... честно говоря, не знаем, мы создали сервер с целью создания сообщества и помощи людям, общения, веселья, и если что, свяжитесь с нами. А также немного информации о том, кто здесь руководитель.",
  },
  games: {
    title: "Популярные игры",
    others: "Другие",
    percentage: "%"
  }
};
