export const ukTranslations = {
  title: "Правила Сервера",
  agreement: "Беручи участь у нашому сервері, ви автоматично погоджуєтесь з цими правилами.",
  communication: {
    title: "Спілкування:",
    respectful: {
      title: "Шанобливе спілкування:",
      content: "Будь ласка, пам'ятайте, що за кожним нікнеймом стоїть реальна людина. Ми прагнемо створити дружню спільноту, де кожен почувається безпечно та поважно. Токсична поведінка, включаючи образи, агресію, спам та використання ненормативної лексики, суворо заборонена."
    },
    questions: {
      title: "Питання та відповіді:",
      content: "Якщо у вас є питання або потрібна допомога, будь ласка, використовуйте спеціальні розділи на форумах, що відповідають вашому регіону, або глобальні форуми для загального обговорення."
    }
  },
  responsibility: {
    title: "Відповідальність:",
    pms: {
      title: "Приватні повідомлення:",
      content: "Якщо інший учасник починає турбувати вас через приватні повідомлення, не вступайте в конфлікт. Просто заблокуйте цього користувача, щоб захистити себе від небажаної взаємодії."
    },
    security: {
      title: "Безпека даних:",
      content: "Ваша особиста інформація є вашою відповідальністю. Ми не можемо гарантувати безпеку даних на стороні Discord."
    }
  },
  developers: {
    title: "Як зв'язатися з розробниками?",
    content: "Ми цінуємо ваші відгуки та питання, але просимо поважати особистий простір наших розробників. Не надсилайте приватні повідомлення BanerOneTwo᲼ та Marmur щодо помилок, питань чи пропозицій."
  },
  advertising: {
    title: "Щодо реклами або партнерства:",
    content: "Якщо ви зацікавлені в рекламі на нашому сервері або пропонуєте партнерство, будь ласка, дотримуйтесь формального процесу: подайте заявку в розділі 'Реклама та партнерство' на форумі."
  },
  important: {
    title: "Важливо!",
    compliance: {
      title: "Дотримання правил Discord:",
      content: "Окрім наших локальних правил, пам'ятайте, що ви також повинні дотримуватися умов використання Discord."
    }
  },
  consequences: {
    title: "Наслідки порушення правил:",
    content: "Адміністрація ніколи не вживає таких заходів, як бани, мути чи кіки без поважної причини. Всі дії модераторів та адміністраторів обґрунтовані та спрямовані на підтримку порядку та поваги на сервері.",
    list: [
      { title: "Попередження", content: "за перші або незначні порушення." },
      { title: "Мут", content: "тимчасове обмеження спілкування на сервері за серйозніші або повторні порушення." },
      { title: "Кік", content: "видалення з сервера з можливістю повернення, якщо проблему вирішено." },
      { title: "Бан", content: "постійне видалення з сервера без можливості повернення." }
    ]
  },
  footer: "Ці правила допоможуть підтримувати порядок та повагу в спільноті, роблячи наше спілкування приємним та продуктивним для всіх учасників.",
  team: {
    title: "Наша Команда",
    baner: "Не Власник (але все одно крутий!)",
    marmur: "Також Не Власник (і це нормально!)",
    asina: "Власник LiveOne ✨"
  },
  serverInfo: {
    buttonText: "Інформація про сервер",
    title: "Про сервер LiveOne",
    content: "LiveOne (раніше відомий як BanLive) - сервер з відкритим кодом та спільнотою. Наше завдання на сервері... чесно кажучи, не знаємо, ми створили сервер з метою створення спільноти та допомоги людям, спілкування, веселощів, і якщо що, зв'яжіться з нами. А також трохи інформації про те, хто тут керівник.",
  },
  games: {
    title: "Популярні ігри",
    others: "Інші",
    percentage: "%"
  },
  home: {
    cookieTitle: "Бажаєте прийняти наші куки? 🍪",
    cookieToast: "Вибачте, у нас насправді немає печива... та й без чаю їх не з'їсти! 🍪",
    accept: "Прийняти",
    noChoice: "Немає вибору, я прийму",
    catDialog: "Няв... хто ти.... будь ласка, не чіпай мене, я хочу спати",
    subtitle: "Відкритий та безкоштовний Discord сервер",
    cards: {
      open: {
        title: "Відкритість",
        description: "Ми намагаємося не бути жорстокими і ставитися до всіх спокійно"
      },
      security: {
        title: "Безпека",
        description: "Наш сервер не краде дані.... просто нам нікому їх продавати 0w0"
      },
      communication: {
        title: "Спілкування",
        description: "Наш сервер дає право спілкуватися тією мовою, яка вам зручніша"
      },
      pies: {
        title: "Пироги",
        description: "Пироги?.... мабуть, помилився"
      }
    },
    footer: "LiveOne Nyam Безкоштовний та Простий Сервер"
  }
};
